/* QTSettings strings */

"qtSettingsSummary" = "Some generic settings";
"qtSettingsDescription" = "Generic settings";
"qtSettingsInvalidVersion" = "Invalid preset version";

/* QTAudioSourceSettings strings */

"qtAudioSourceSettingsDescription" = "Audio source settings";

/* QTVideoSourceSettings strings */

"qtVideoSourceSettingsDescription" = "Video source settings";

/* QTAudioCompressionSettings strings */

"qtAudioCompressionSettingsDescription" = "Audio compression settings";
"qtAudioCompressionSettingsError" = "Audio compression error:";
"qtAudioCompressionSettingsNone" = "None";
"qtAudioCompressionSettingsEightBit" = "8 bit";
"qtAudioCompressionSettingsSixteenBit" = "16 bit";
"qtAudioCompressionSettingsRate8kHz" = "8.000";
"qtAudioCompressionSettingsRate11025kHz" = "11.025";
"qtAudioCompressionSettingsRate16kHz" = "16.000";
"qtAudioCompressionSettingsRate22050kHz" = "22.050";
"qtAudioCompressionSettingsRate32kHz" = "32.000";
"qtAudioCompressionSettingsRate44100kHz" = "44.100";
"qtAudioCompressionSettingsRate48kHz" = "48.000";
"qtAudioCompressionSettingsKiloHertz" = "kHz";
"qtAudioCompressionSettingsMono" = "Mono";
"qtAudioCompressionSettingsStereo" = "Stereo";

/* QTVideoCompressionSettings strings */

"qtVideoCompressionSettingsDescription" = "Video compression settings";
"qtVideoCompressionSettingsError" = "Video compression error:";
"qtVideoCompressionSettingsFramesPerSecond" = "fps";
"qtVideoCompressionSettingsKiloBitsPerSecond" = "kbits/s";
"qtVideoCompressionSettingsUnknown" = "Unknown data rate";
"qtVideoCompressionSettingsDepthColor" = "Color";
"qtVideoCompressionSettingsDepthGrayScale" = "Grayscale";
"qtVideoCompressionSettingsDepthBlackAndWhite" = "Black and White";
"qtVideoCompressionSettingsDepth4Grays" = "4 Grays";
"qtVideoCompressionSettingsDepth4Colors" = "4 Colors";
"qtVideoCompressionSettingsDepth16Grays" = "16 Grays";
"qtVideoCompressionSettingsDepth16Colors" = "16 Colors";
"qtVideoCompressionSettingsDepth256Grays" = "256 Grays";
"qtVideoCompressionSettingsDepth256Colors" = "256 Colors";
"qtVideoCompressionSettingsDepthThousandsColors" = "Thousands of Colors";
"qtVideoCompressionSettingsDepthMillionsColors" = "Millions of Colors";
"qtVideoCompressionSettingsDepthMillionsColorsPlus" = "Millions of Colors+";

/* QTPacketizerSettings strings */

"qtPacketizerSettingsDescription" = "Packetizer settings";
"qtPacketizerSettingsAudioDescription" = "Audio packetizer settings";
"qtPacketizerSettingsVideoDescription" = "Video packetizer settings";
"qtPacketizerSettingsError" = "Packetizer error:";

/* QTNetworkSettings strings */

"qtNetworkSettingsDefaultStreamName" = "mystream";
"qtNetworkSettingsAudioShort" = "A";
"qtNetworkSettingsVideoShort" = "V";
"qtNetworkSettingsDescription" = "Network settings";
"qtNetworkSettingsHostLabel" = "Host";
"qtNetworkSettingsFileLabel" = "File";
"qtNetworkSettingsAudioPortLabel" = "Audio Port";
"qtNetworkSettingsVideoPortLabel" = "Video Port";
"qtNetworkSettingsTTLLabel" = "TTL";
"qtNetworkSettingsInvalidNetworkSetting" = "Invalid network setting:";
"qtNetworkSettingsEmpty" = "empty";
"qtNetworkSettingsTextField" = "text field";
"qtNetworkSettingsInvalidIPAddress" = "invalid IP address";
